[]
=aaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaa

[DragMacroForm]
lb_GameDirectory_ODME->Caption=Sélection jeu
GameManagement=Fichier
GameManagement_New=Nouveau dossier
GameManagement_Modify=Editer le dossier
GameManagement_Delete=Supprimer le dossier
FileManagement_New=Nouveau
FileManagement_Open=Ouvrir
FileManagement_Save=Enregistrer
FileManagement_SaveAs=Enregistrer sous
FileManagement_Delete=Supprimer
FileManagement_ReName=Renommer
FileManagement_ImportExport=Entrée/sortie importation
FileManagement_Transfer=Téléchargement depuis/vers
lb_FileName_ODME->Caption=Fichier
lb_CommandArea_ODME->Caption=Zone de commande
lb_SimulateArea_ODME->Caption=Zone de simulation
lb_MacroArea_ODME->Caption=Zone Macro
lb_TimeCount_ODME->Caption=: Délais présélectionnés (ms)
htmlb_Statement1->Caption=OscarII Guide de programmation :
htmlb_Statement2->Caption=Quand un nouveau macro est crée, suivez les étapes ci-dessous,@RETURN@Etape 1: Sélectionnez la commande de simulation dans la Zone de Commande.@RETURN@Etape 2: Utilisez le bouton de gauche pour déplacer la commande simulation vers la Zone Macro, puis relâchez-là.@RETURN@Etape 3: Modifiez la Zone Macro, puis enregistrez le fichier pour plus tard.
htmlb_Statement3->Caption=1-Clavier : Simulation des touches.
htmlb_Statement4->Caption=2-Souris : Cliquez sur Simulation.
htmlb_Statement5->Caption=3-Action : Simulation du curseur.
htmlb_Statement6->Caption=4-Comamande : Insérer des frappes, cliquer, délai, variable, boucle..etc.
htmlb_Statement7->Caption=5-Opération : Insérer KB/variation de la souris..etc.
bt_ResumeMacroI_ODME->Caption=Recommencer [Oscar I]
bt_DownloadExplain_ODME->Caption=Manuel
lb_KeyboardInput_ODME->Caption=Saisie phyisique du clavier
//Keyboard=
bt_K041_ODME->Caption=ESC
bt_K058_ODME->Caption=F1
bt_K059_ODME->Caption=F2
bt_K060_ODME->Caption=F3
bt_K061_ODME->Caption=F4
bt_K062_ODME->Caption=F5
bt_K063_ODME->Caption=F6
bt_K064_ODME->Caption=F7
bt_K065_ODME->Caption=F8
bt_K066_ODME->Caption=F9
bt_K067_ODME->Caption=F10
bt_K068_ODME->Caption=F11
bt_K069_ODME->Caption=F12
                =
bt_K053_ODME->Caption=~ `
bt_K030_ODME->Caption=<1>
bt_K031_ODME->Caption=<2>
bt_K032_ODME->Caption=<3>
bt_K033_ODME->Caption=<4>
bt_K034_ODME->Caption=<5>
bt_K035_ODME->Caption=<6>
bt_K036_ODME->Caption=<7>
bt_K037_ODME->Caption=<8>
bt_K038_ODME->Caption=<9>
bt_K039_ODME->Caption=<0>
bt_K045_ODME->Caption=_ -
bt_K046_ODME->Caption=+ @equ@
bt_K042_ODME->Caption=back
bt_K043_ODME->Caption=Tab
bt_K020_ODME->Caption=Q
bt_K026_ODME->Caption=W
bt_K008_ODME->Caption=E
bt_K021_ODME->Caption=R
bt_K023_ODME->Caption=T
bt_K028_ODME->Caption=Y
bt_K024_ODME->Caption=U
bt_K012_ODME->Caption=I
bt_K018_ODME->Caption=O
bt_K019_ODME->Caption=P
bt_K047_ODME->Caption={ [
bt_K048_ODME->Caption=} ]
bt_K049_ODME->Caption=| \
bt_K057_ODME->Caption=Caps
bt_K004_ODME->Caption=A
bt_K022_ODME->Caption=S
bt_K007_ODME->Caption=D
bt_K009_ODME->Caption=F
bt_K010_ODME->Caption=G
bt_K011_ODME->Caption=H
bt_K013_ODME->Caption=J
bt_K014_ODME->Caption=K
bt_K015_ODME->Caption=L
bt_K051_ODME->Caption=; :
bt_K052_ODME->Caption='
bt_K040_ODME->Caption=Enter
bt_K265_ODME->Caption=Shift
bt_K029_ODME->Caption=Z
bt_K027_ODME->Caption=X
bt_K006_ODME->Caption=C
bt_K025_ODME->Caption=V
bt_K005_ODME->Caption=B
bt_K017_ODME->Caption=N
bt_K016_ODME->Caption=M
bt_K054_ODME->Caption=< ,
bt_K055_ODME->Caption=> .
bt_K056_ODME->Caption=? /
bt_K269_ODME->Caption=RShift
bt_K264_ODME->Caption=Ctrl
bt_K267_ODME->Caption=LW
bt_K266_ODME->Caption=Alt
bt_K044_ODME->Caption=Space
bt_K270_ODME->Caption=RAlt
bt_K271_ODME->Caption=RW
bt_K101_ODME->Caption=MENU
bt_K268_ODME->Caption=RCtrl
bt_K070_ODME->Caption=Print
bt_K071_ODME->Caption=Scroll
bt_K072_ODME->Caption=Pause
bt_K073_ODME->Caption=Insert
bt_K074_ODME->Caption=Home
bt_K075_ODME->Caption=Up
bt_K076_ODME->Caption=Delete
bt_K077_ODME->Caption=End
bt_K078_ODME->Caption=Down
bt_K082_ODME->Caption=^
bt_K080_ODME->Caption=<
bt_K081_ODME->Caption=v
bt_K079_ODME->Caption=>
bt_K083_ODME->Caption=LOCK
bt_K084_ODME->Caption=/
bt_K085_ODME->Caption=*
bt_K086_ODME->Caption=-
bt_K095_ODME->Caption=<7>
bt_K096_ODME->Caption=<8>
bt_K097_ODME->Caption=<9>
bt_K087_ODME->Caption=+
bt_K092_ODME->Caption=<4>
bt_K093_ODME->Caption=<5>
bt_K094_ODME->Caption=<6>
bt_K089_ODME->Caption=<1>
bt_K090_ODME->Caption=<2>
bt_K091_ODME->Caption=<3>
bt_K088_ODME->Caption=Enter
bt_K098_ODME->Caption=<0>
bt_K099_ODME->Caption=Del
AbsoluteMoveBrick->Text=Déplacer vers x:           y:
RelativeMoveBrick->Text=Déplacement relatif x:             y:
FlagBrick->Text=Bannières
GotoBrick->Text=Aller à la bannière
CommentBrick->Text=Commentaires
ReProgramBrick->Text=Appuyez sur démarrer                     Arrêter
DelayBrick->Text=Délai
IfBrick->Text=SI
IfKeyBrick->Text=Si l'état de                    est
ForBrick->Text=Répéter           Fois
PlusBrick->Text=%B26+
MinusBrick->Text=%B26-
AndBrick->Text=%B26&
OrBrick->Text=%B26|
XorBrick->Text=%B26^
KeyBrick->Text=KB:Délay            ms
LeftKeyBrick->Text=Bouton de gauche:Délais            ms
RightKeyBrick->Text=Bouton de droite:Délais            ms
MiddleKeyBrick->Text=Bouton du milieu:Délais            ms
FourthKeyBrick->Text=4ème bouton:Délais            ms
FifthKeyBrick->Text=5¨me bouton:Délais            ms
ForwardScrollBrick->Text=Avant           Grille
BackwardScrollBrick->Text=Arrière           Grille
MenuItem[0]->Caption=Clicquer
MenuItem[1]->Caption=Down
MenuItem[2]->Caption=Up
MenuItem[3]->Caption=Relâcher
MenuItem[4]->Caption=Appuyer de nouveau
MenuItem[5]->Caption=VariableA
MenuItem[6]->Caption=VariableB
MenuItem[7]->Caption=VariableC
MenuItem[8]->Caption=VariableD
MenuItem[9]->Caption="@equ@@equ@"
MenuItem[10]->Caption="!@equ@"
MenuItem[11]->Caption=Numéro
MenuItem[12]->Caption=ms
MenuItem[13]->Caption=Sec
MenuItem[14]->Caption=Min
MenuItem[15]->Caption=Touche1
MenuItem[16]->Caption=Touche2
MenuItem[17]->Caption=Touche3
MenuItem[18]->Caption=Touche4
MenuItem[19]->Caption=Touche5
MenuItem[20]->Caption=Touche6
MenuItem[21]->Caption=Touche7
MenuItem[22]->Caption=Touche8
MenuItem[23]->Caption=Touche9
MenuItem[24]->Caption=Touche10
MenuItem[25]->Caption=Touche11
MenuItem[26]->Caption=Touche12
MenuItem[27]->Caption=Touche13
MenuItem[28]->Caption=Touche14
MenuItem[29]->Caption=Touche15
MenuItem[30]->Caption=Touche16
MenuItem[31]->Caption=Touche17
MenuItem[32]->Caption=Touche18
MenuItem[33]->Caption=Touche19
MenuItem[34]->Caption=Touche20
MenuItem[35]->Caption=Touche21
MenuItem[36]->Caption=Touche22
MenuItem[37]->Caption=Touche23
MenuItem[38]->Caption=Touche24
MenuItem[39]->Caption=Appuyez
MenuItem[40]->Caption=Relachez
NewGameNameTitle=Nouveau dossier
NewGameNameDefault=Nouveau dossier
ModifyGameNameTitle=Editer le dossier
DeleteGameFileConfirm=Supprimer le dossier de ce jeu ? Les fichiers contenus dans le répertoire seront également supprimés.
DeleteGameFileSelected=Fichier / Dossier a été appliquée à la mémoire de la souris, voulez vous Supprimer / Renommer? Si [YES], la fonction va être supprimer!
RenameGameNameSelected=Fichier / Dossier a été appliquée à la mémoire de la souris, voulez vous Supprimer / Renommer? Si [YES], la fonction va être supprimer!
PleaseCreateDirectory=Créez le dossier du jeu
NewCreateFileName=Nouveau
NewCreateFileDefault=Nouveau fichier
RenameMacroName=Renommer
PleaseInputMacroName=Entrez le nom
MacroExistAlready=Fichier existant, le remplacer?
MustCreatFile=Vous devez créer un nouveau fichier Macro pour éditer
VersionMessage=Le fichier est en lecture,il ne peut pas être sauvegarder
MacroDeleteFile=Supprimer définitivement le fichier?
MacroSelectFile=Fichier / Dossier a été appliquée à la mémoire de la souris, voulez vous Supprimer / Renommer? Si [YES], la fonction va être supprimer!
MacroUsed=Fichier / Dossier a été appliquée à la mémoire de la souris, voulez vous Supprimer / Renommer? Si [YES], la fonction va être supprimer!
MacroModify=Le fichier a été modifié, l'enregistrer?
InputNameInvalid=Caractère invalide détécté [ex., \ / : * ? " < > | ].
TrialAccessDeny=Merci de regarder [HEADSHOT]! Le logiciel Bloody7 est exclusivement déstiné aux souris Bloody V et R !
FileRowsExceedsUpperLimit=Le nombre de lignes de ce fichier dépasse la limite. Veuillez reconfigurer vos paramètres.
IsCoverSameNameFile=Le nom du fichier que vous essayez d'enregistrer exixte déjà.  Le remplacer ?
CanNotTransformOscarII=Ce fichier [OSCAR I] ne peut pas être converti en [OSCAR II]. Veuillez ouvrir [OSCAR I] sous l'onglet MACRO.
FileRowsMayExceedsUpperLimit=Le fichier a été enregistré. La mémoire de l'appareil ne peut pas recevoir plus de 1000 instructions.
CPIRemarkDefault=Valeur par défaut
bt_Save_ODME->Hint=Enregistrer
bt_Undo_ODME->Hint=Annuler
bt_Redo_ODME->Hint=Rétablir
bt_Record_ODME->Hint=Enregistrer
rb_RepeatType_ODME->Hint=Ne pas repeter
rb_RepeatType1_ODME->Hint=Appuyez:Start@RETURN@Re-appuyez:Stop
rb_RepeatType2_ODME->Hint=Appuyez:Start@RETURN@Re-appuyez:Stop
pmnV_Cut->Caption=Couper
pmnV_Copy->Caption=Copier
pmnV_Paste->Caption=Coller
pmnV_Delete->Caption=Supprimer
pmnV_SetDelay->Caption=
pmnV_SetAllDelay->Caption=Modifier toutes les valeurs de « Retard»
pmnV_ClearAll->Caption=Tout effacer
//按鍵測試區=
lb_MouseKeyTest->Caption=Key queries
PleasePressKey=Press mouse button please
MouseKeyUnknown=Unrecognized

[DrawMacroEditRecord]
bt_Start->Caption=<F11> pour démarrer
bt_Stop->Caption=<F12> pour arrêter
cb_AxisAbsolute->Caption=Record de mouvement absolu de la souris
cb_AxisRelatively->Caption=Record de mouvement relatif de la souris
cb_KeyboardAction->Caption=Record d'operation du clavier
cb_MouseClick->Caption=Record de clique de la souris

[DrawMacroEditStatement]
lb_Title->Caption=Vous devez entrer des données avant d'enregistrer.
lb_Software->Caption=Logiciels applicables (Par ex.  CS)
lb_Statement->Caption=Description de la macros
lb_Comment->Caption=Description de la fonction
mi_EditerCut->Caption=Couper
mi_EditerCopy->Caption=Copier
mi_EditerPaste->Caption=Coller
lb_EditComment->Caption1=Insérer la remarque sur la fonction
lb_EditComment->Caption2=Editer la remarque sur la fonction
lb_Resolution->Caption=Record de résolution
lb_CPIRemark->Caption=Record de sensibilité

[DrawMacroInstructions]
lb_TestDescription->Caption=Les données seront temporairement stockées dans la mémoire de la 4e touche de la souris. Si, en étant dans la zone d’essai ou dans l’essai en cours de jeu, vous voulez revenir aux paramètres par défaut de la 9e touche, allez à la page « Touches » et réinitialisez-la
ck_CursorRecord->Caption=Commencer l’enregistrement du curseur
lb_InterruptTips->Caption=Au cas où le programme d’essai échappe au contrôle, appuyez sur [Verr. maj]+[Arrêt défil]+[Verr. num] pour l’interrompre, puis redéboguez le programme.
lb_TestCommon->Caption=Description de la macros
PressSpaceToTest=Appuyez sur la 4e touche pour démarrer l’essai
Key=Touche
KeyDown=Appuyez
KeyUp=Relachez
MouseMoveTo=Deplacez_la_souris_à
MouseRelativeMove=Mouvement_relatif_de_la_souris
Delay=Retard
millisecond=ms
second=Sec
minute=Min
MouseWhellUp=Déplacer_vers_le_haut
MouseWhellDown=Déplacer_vers_le_bas
MouseLeftKeyDown=Appuyez_sur_le_bouton_gauche
MouseLeftKeyUp=Relâchez_le_bouton_gauche
MouseLeftKeyClick=Cliquez_sur_le_bouton_gauche
MouseLeftKeyDblClick=Cliquez_deux_fois_sur_le_bouton_gauche
MouseMiddleKeyDown=Appuyez_sur_le_bouton_du_milieu
MouseMiddleKeyUp=Relâchez_le_bouton_du_milieu
MouseMiddleKeyClick=Cliquez_sur_le_bouton-du_milieu
MouseRightKeyDown=Appuyez_sur_le_bouton_droit
MouseRightKeyUp=Relachez_le_bouton_doit
MouseRightKeyClick=Cliquez_sur_le_bouton_doit
MouseFourthKeyDown=Appuyez_sur_le_bouton_4
MouseFourthKeyUp=Relachez_sur_le_bouton_4
MouseFourthKeyClick=Cliquez_sur_le_bouton_4
MouseFifthKeyDown=Appuyez_sur_le_bouton_5
MouseFifthKeyUp=Relachez_le_bouton_5
MouseFifthKeyClick=Cliquez_sur_le_bouton_5

[DrawMacroEditFileDialog]
lb_Directory->Caption=Jeu
lb_FileName->Caption=Fichier
lb_Title->Caption1=Ouvrir
lb_Title->Caption2=Enregistrer
lb_Title->Caption3=Enregistrer sous…
lb_Title->Caption4=Supprimer
lb_Title->Caption5=Supprimer
lb_FileType->Caption=Type
advcb_FileType->Caption1=Tous les fichiers Macro*.*
advcb_FileType->Caption2=*.amc (Macro)
advcb_FileType->Caption3=*.amc2 (Macro)
advcb_FileType->Caption4=*.mgn (Macro gun)
advcb_FileType->Caption5=*.mgn2 (Macro gun)
NoAuthorityUse=Insufficient authority, export failed!

[DragMacroEditDelaySetForm]
lb_DelayTime->Caption=Temps(ms)

